{
  "amarantovoe": {
    "name": "Амарантовое масло",
    "id": "amarantovoe",
    "description": "Амарантовое масло — оберег № 1 от свободных радикалов. Содержит уникальный антиоксидант сквален и витамин Е, а значит, обеспечит коже глубокое увлажнение, а всему организму — защиту от тяжёлых болезней.",
    "image": "images/oils/amarantovoe.jpg",
    "price": "11550 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена амаранта",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Источник сквалена, мощного антиоксиданта. Защищает от новообразований и радиации, помогает выводить токсины. Используется для профилактики и восстановления после онкологии.",
      "usage": "В кулинарии: не нагревать. Внутрь: по 1 ч. л. 2 раза в день за 30 минут до еды. Наружно: наносить на кожу, добавлять в косметику, использовать для волос.",
      "contraindications": "Возможны аллергические реакции и индивидуальная непереносимость продукта. Беременным и кормящим женщинам, детям до 7 лет — только с разрешения врача.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "chernyj-tmin": {
    "name": "Масло чёрного тмина",
    "description": "Масло черного эфиопского тмина — с характером. Оно жгучее, пряное, тёмное, ароматное, с горькой терпкостью и незабываемым послевкусием.",
    "image": "images/oils/cherniy-tmin.jpg",
    "price": "5400 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена черного тмина",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Признано официальной медициной. Укрепляет иммунитет, повышает тонус, защищает от сердечно-сосудистых заболеваний, улучшает обмен веществ и помогает снизить вес.",
      "usage": "В кулинарии: нельзя использовать для жарки. Внутрь: взрослым по 1−2 ч. л. в день, детям — по ½ ч. л. Наружно: для кожи, волос, лечения угревой сыпи.",
      "contraindications": "Возможны индивидуальные реакции. При беременности — осторожно. Не принимать после операций по пересадке органов.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "funduk": {
    "name": "Фундучное масло",
    "description": "Фундучное масло — настоящая драгоценность. Абсолютно прозрачное, с легким ореховым ароматом и тонким вкусом, оно мощно поддерживает здоровье и красоту.",
    "image": "images/oils/funduk.jpg",
    "price": "2300 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% орех фундука",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Нормализует обмен веществ, помогает похудеть, улучшает работу нервной системы, снижает риск рака, укрепляет кости и суставы, улучшает кожу и волосы.",
      "usage": "В кулинарии: заправка блюд, соусы. Внутрь: 1 ст. л. в день. Наружно: добавлять в косметику, делать маски для кожи и волос.",
      "contraindications": "Возможна индивидуальная непереносимость. При беременности и аллергии на орехи — с осторожностью.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "gorchichnoe": {
    "name": "Горчичное масло",
    "description": "Горчичное масло — друг, который выручит вас во многих случаях. Обладает пикантным вкусом с мягкой остротой, пряным ароматом и суперспособностями целителя.",
    "image": "images/oils/gorchichnoe.jpg",
    "price": "850 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена горчицы",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Хорошо влияет на сердце и сосуды, снижает уровень холестерина, улучшает кровообращение и помогает при анемии.",
      "usage": "В кулинарии: нельзя использовать для жарки. Внутрь: 1 ч. л. за 15 мин до еды 3 раза в день. Наружно: компрессы, растирания, полоскания, уход за волосами.",
      "contraindications": "Возможны аллергические реакции. Будьте осторожны при аллергии на полынь, бобовые, орехи.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "greckiy-oreh": {
    "name": "Масло грецкого ореха",
    "description": "Масло грецкого ореха — и шеф-повар, и доктор. Густое, терпкое, ароматное, оно делает вкус блюд богаче и заботится о вашем здоровье.",
    "image": "images/oils/greckiy-oreh.jpg",
    "price": "1350 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% грецкий орех",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Мощный антиоксидант. Поддерживает здоровье сердца, снижает воспаление, улучшает функции мозга и репродуктивное здоровье мужчин.",
      "usage": "В кулинарии: заправка для салатов, соусы. Внутрь: 2 ст. л. в день. Наружно: питание кожи и волос.",
      "contraindications": "Абсолютное противопоказание — аллергия. Не употреблять натощак при заболеваниях ЖКТ.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "kedrovoe": {
    "name": "Кедровое масло",
    "description": "Кедровое масло — чемпион по питательности и пользе благодаря пиноленовой кислоте, которая есть только в хвойных растениях.",
    "image": "images/oils/kedrovoe.jpg",
    "price": "1950 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена кедра",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Обладает мощными антиоксидантными свойствами. Пиноленовая кислота в составе способна снижать окислительный стресс, а значит, защищать от сердечно-сосудистых заболеваний, сахарного диабета, астмы, болезни Альцгеймера, бесплодия.",
      "usage": "В кулинарии: добавлять в каши, йогурты, заправки. Внутрь: по 1 ч. л. 1–2 раза в день. Наружно: для массажа, питания кожи, укрепления волос.",
      "contraindications": "Абсолютное противопоказание — аллергия. При появлении дискомфорта в животе — прекратить употребление.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "kokosovoe": {
    "name": "Кокосовое масло",
    "description": "Кокосовое масло — универсальный помощник в кулинарии, косметике и здоровье. Богато средними триглицеридами, которые легко усваиваются организмом.",
    "image": "images/oils/kokosovoe.jpg",
    "price": "1250 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% кокосовое масло",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Повышает стрессоустойчивость, помогает при депрессии, нормализует сон. Антибактериальное и противогрибковое действие. Полезно для микрофлоры кишечника, кожи и волос.",
      "usage": "В кулинарии: можно использовать для жарки и выпечки. Внутрь: 1 ч. л. до 3 раз в день. Наружно: для ухода за кожей, волосами, полоскания рта.",
      "contraindications": "Абсолютное противопоказание — аллергия. Избегать больших дозировок при проблемах с печенью или высоком уровне холестерина.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "konoplyanoe": {
    "name": "Конопляное масло",
    "description": "Конопляное масло — безупречный помощник в вопросах здоровья. Легко усваивается и подходит детям, людям с чувствительным ЖКТ и беременным. Нежное жидкое масло с ореховым оттенком и терпким ароматом трав наверняка вам понравится.",
    "image": "images/oils/konoplyanoe.jpg",
    "price": "1300 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% конопляные семена",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Участвует во всех обменных процессах. По количеству и соотношению незаменимых полиненасыщенных жирных кислот конкурирует с рыбьим жиром. Может стать вкусной альтернативой!",
      "usage": "В кулинарии: нельзя нагревать. Внутрь: 1 ст. л. масла в день. Наружно: для смягчения кожи, массажа, регенерации.",
      "contraindications": "Редкие нежелательные реакции. Будьте осторожны при пониженном давлении или приёме препаратов для его снижения. Не употребляйте натощак при желчекаменной болезни.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "podsolnechnoe": {
    "name": "Подсолнечное масло",
    "description": "Подсолнечное масло — источник витаминов и полезных жирных кислот. Часто используется в кулинарии и косметике.",
    "image": "images/oils/podsolnechnoe.jpg",
    "price": "550 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена подсолнечника",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Укрепляет иммунитет, улучшает состояние сердечно-сосудистой системы, уменьшает воспалительные процессы, питает кожу и волосы.",
      "usage": "В кулинарии: нельзя использовать для жарки. Внутрь: 1–2 ч. л. в день. Наружно: для ухода за кожей, массажа, масок для волос.",
      "contraindications": "Абсолютное противопоказание — аллергия. Возможны аллергические реакции и дискомфорт в ЖКТ.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "lnyanoe": {
    "name": "Льняное масло",
    "description": "Льняное масло — рекордсмен по содержанию омега-3 и клетчатке. Идеально подходит для улучшения пищеварения, работы мозга и состояния кожи.",
    "image": "images/oils/lnyanoe.jpg",
    "price": "490 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена льна",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике, в темной стеклянной бутылке"
    },
    "fullDescription": {
      "description": "Содержит Омега-3, которое снижает воспаление, улучшает работу мозга и сердца. Также содержит лигнаны, которые могут помочь в борьбе с раком груди и простаты.",
      "usage": "В кулинарии: нельзя использовать для жарки. Внутрь: 1 ст. л. перед едой. Наружно: для питания кожи, укрепления волос.",
      "contraindications": "Абсолютное противопоказание — аллергия. Не употреблять в большом количестве при повышенной свертываемости крови или приеме антикоагулянтов.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "mindalnoe": {
    "name": "Миндальное масло",
    "description": "Миндальное масло — натуральный источник витаминов и жирных кислот. Его используют в кулинарии, косметике и для поддержания здоровья внутренних органов.",
    "image": "images/oils/mindalnoe.jpg",
    "price": "1100 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% миндаль",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Богато витамином Е, который улучшает состояние кожи и замедляет старение. Помогает снижать уровень сахара в крови, улучшает пищеварение, снижает воспаление.",
      "usage": "В кулинарии: добавлять в каши, йогурты, десерты. Внутрь: 1 ст. л. в день. Наружно: для ухода за кожей, волосами, массажа.",
      "contraindications": "Противопоказание — аллергия на орехи. Не рекомендуется при почечной недостаточности или камнях в почках.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "kunzhutnoe": {
    "name": "Кунжутное масло",
    "description": "Кунжутное масло — один из древнейших продуктов питания. Богат кальцием и антиоксидантами, что делает его ценным средством для здоровья костей, кожи и сердца.",
    "image": "images/oils/kunzhutnoe.jpg",
    "price": "950 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% кунжут",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Содержит кальций, полезный для костей. Антиоксиданты укрепляют иммунитет. Снижает уровень холестерина, улучшает работу печени и почек.",
      "usage": "В кулинарии: добавлять в соусы, заправки, блюда. Внутрь: 1 ст. л. в день. Наружно: для ухода за кожей, волосами, массажа.",
      "contraindications": "Абсолютное противопоказание — аллергия. Возможны расстройства ЖКТ при переедании.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "rastoropsha": {
    "name": "Масло расторопши",
    "description": "Масло расторопши — надежный защитник печени. Оно помогает очищать организм, улучшает пищеварение и положительно влияет на кожу.",
    "image": "images/oils/rastoropshi.jpg",
    "price": "1100 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% семена расторопши",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Обладает выраженным антиоксидантным эффектом. Силибинин в составе защищает печень от токсинов и алкоголя. Эффективно при воспалениях, гепатите, жировом гепатозе.",
      "usage": "В кулинарии: добавлять в готовые блюда, салаты, каши. Внутрь: 1 ст. л. в день. Наружно: для питания кожи, особенно при акне, экземе, дерматите.",
      "contraindications": "Абсолютное противопоказание — аллергия. Не употреблять при обострении язвенной болезни или гастрита.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  },

  "tykvennoe": {
    "name": "Тыквенное масло",
    "description": "Тыквенное масло — природный источник ценных жирных кислот и микроэлементов. Полезно для мужчин, сердца, кожи и иммунитета.",
    "image": "images/oils/tykvennoe.jpg",
    "price": "1050 ₽",
    "specifications": {
      "Объем": "250 мл",
      "Состав": "100% тыквенные семечки",
      "Срок годности": "6 месяцев",
      "Хранение": "В холодильнике"
    },
    "fullDescription": {
      "description": "Богато омега-3 и цинком. Полезно при простатите, мужском бесплодии, защите сердца, поддержке иммунитета и здоровье кожи. Даже небольшая доза дает заметный результат.",
      "usage": "В кулинарии: добавлять в готовые блюда, каши, салаты. Внутрь: 1 ст. л. в день. Наружно: для питания кожи, особенно при акне и себорее.",
      "contraindications": "Абсолютное противопоказание — аллергия. Не рекомендуется при обострениях ЖКТ.",
      "expiration": "Срок годности: 6 месяцев. После вскрытия использовать в течение 2 месяцев. Хранить в темном месте при +3 до +25 ℃."
    }
  }
}